##### 예상되는 유저 sentence array

greeting = ['안녕','안녕하세요','하이','ㅎㅇ',"반가워"]
thanks = ['감사합니다','감사','고마워','ㄳ','ㄱㅅ']

# recommand = ['적합한 추천해줘', '적합한 뭐 있어', '적합한 알려줘', '적합한 추천', '뭐있어', "뭐 있어", "뭐 살까", "뭐가 좋아", "추천해줘", '할만한 추천', '할만한 알려줘',
#              '하기 좋은 알려줘', '하기 좋은 추천', '적합한', '추천', '가벼운 알려줘', '저렴한 알려줘', '가벼운 추천', '저렴한 추천', '예쁜 추천', '예쁜 알려줘', '큰 알려줘', '큰 추천',
#              '작은 알려줘', '작은 추천', '괜찮은 추천', '괜찮은 알려줘', '좋은 추천', '좋은 알려줘', '좋은', "안 끊기는", "잘 돌아가는"]

recommand = ['적합한', '적합한 뭐 있어', '적합한 알려줘', '뭐있어', "뭐 있어", "뭐 살까", '할만한 알려줘',
             '하기 좋은 알려줘', '하기 좋은', '적합한', '가벼운 알려줘', '저렴한 알려줘', '예쁜 알려줘', '큰 알려줘',
             '작은 알려줘', "안 끊기는", "잘 돌아가는"]


item_info = ['무게 알려줘', '무게 정보', '무게 정보 알려줘', '무게 어때', '무게 어떤지 알려줘',
             '가격 알려줘', '가격 정보', '가격 정보 알려줘', '가격 어때', '가격 어떤지 알려줘', '얼마야',
             '색 알려줘', '색 정보', '색 정보 알려줘', '색 어때', '색 어떤지 알려줘',
             '크기 알려줘', '크기 정보', '크기 정보 알려줘', '크기 어때', '크기 어떤지 알려줘', '사이즈 알려줘',
             '사이즈 어때', '사이즈 정보', '사이즈 정보 알려줘' '사이즈 어떤지 알려줘', '부가기능', '기능']

review_sum = ['리뷰 알려줘', '리뷰', '리뷰 요약 알려줘', '리뷰 요약', '리뷰 요약본', '리뷰 요약본 알려줘',
              '요약', '요약본', '요약해줘', '반응 어때', '반응 알려줘']
