##### 예상되는 유저 sentence array

greeting = ['안녕','안녕하세요','하이', "반가워"]
thanks = ['감사합니다','감사','고마워','ㄳ','ㄱㅅ']

# recommend = ['적합한 추천해줘', '적합한 뭐 있어', '적합한 알려줘', '적합한 추천', '뭐있어', "뭐 있어", "뭐 살까", "뭐가 좋아", "추천해줘", '할만한 추천', '할만한 알려줘',
#              '하기 좋은 알려줘', '하기 좋은 추천', '적합한', '추천', '가벼운 알려줘', '저렴한 알려줘', '가벼운 추천', '저렴한 추천', '예쁜 추천', '예쁜 알려줘', '큰 알려줘', '큰 추천',
#              '작은 알려줘', '작은 추천', '괜찮은 추천', '괜찮은 알려줘', '좋은 추천', '좋은 알려줘', '좋은', "안 끊기는", "잘 돌아가는"]

recommend = ['적합한', '적합한', '적합한 알려줘', "뭐 살까", '할만한 알려줘',
             '하기 좋은 알려줘', '하기 좋은', '적합한', '가벼운 알려줘', '저렴한 알려줘', '예쁜 알려줘', '큰 알려줘',
             '작은 알려줘', "안 끊기는", "잘 돌아가는"]


item_info = ['무게 알려줘', '무게 정보', '무게 정보 알려줘', '무게 어때', '무게 어떤지 알려줘',
             '가격 알려줘', '가격 정보', '가격 정보 알려줘', '가격 어때', '가격 어떤지 알려줘', '얼마야',
             '색 알려줘', '색 정보', '색 정보 알려줘','색 어때', '색 어떤지 알려줘',
             '크기 알려줘', '크기 정보', '크기 정보 알려줘', '크기 어때', '크기 어떤지 알려줘', '사이즈 알려줘',
             '사이즈 어때', '사이즈 정보', '사이즈 정보 알려줘' '사이즈 어떤지 알려줘', '부가기능 알려줘', '기능 알려줘',
             '연결방식 알려줘', '전송방식 알려줘', '부가기능 알려줘', '배터리 알려줘','키방식 알려줘','반응속도 알려줘','형태 알려줘','접점방식','키캡','키스위치',
            '특수기능키','재질','키형태','키개수','구성품','케이블','케이블길이','LED','호환','전원기능','색상','품목',
            '겸용기능', '자판','단자','키압','매크로','수신기','감응방식','접은크기','키캡부가사양','화면크기','종류','출시OS',
            '코어종류','인텔 GPU','램 알려줘','SSD 알려줘','코드명','해상도 알려줘','CPU 알려줘','칩셋 제조사','칩셋','제조사','CPU속도','메모리 타입',
            '그래픽 메모리','그래픽 알려줘','메모리 알려줘','베젤','패널코팅','무선랜','블루투스','유선랜','영상출력','단자','카드 슬롯','부가기능',
            'SSD 인터페이스','배터리용량','충전단자','웹카메라','스피커','품목','두께 알려줘','조명','입력장치','보안기능','터보부스트',
            '패널','사운드','화면비율','특징','bit유형','배터리 타입','배터리','타입','사용시간','무상AS','출시년도','NVIDIA GPU',
            '디스플레이 종류','방향키','디스플레이 특징','화면펼침','터치','밝기','HDD 용량','ODD','DCI-P3','eUFS','이동통신',
            '부피','sRGB','무선연결','외장그래픽','AMD GPU','저전력','NTSC','터보코어','배터리cell수','디자인',
            '버스트','주사율 알려줘','TGP','무게감','가격 알려줘','금액 알려줘','gpu 알려줘', '램 몇이야']

review_sum = ['리뷰 알려줘', '리뷰', '리뷰 요약 알려줘', '리뷰 요약', '리뷰 요약본', '리뷰 요약본 알려줘',
              '요약', '요약본', '요약해줘', '반응 어때', '반응 알려줘', '스펙', '사양', '스펙 알려줘','사양 알려줘', '성능', '성능 알려줘',
              '상세정보','상세정보 알려줘','장점','장점 알려줘', '단점', '단점 알려줘', '장단점', '장단점 알려줘']
